[{"quote": "“A friend is someone who knows all about you and still loves you.”", "author": "Elbert Hubbard", "emotion": "friend"}, {"quote": "“How many slams in an old screen door? Depends how loud you shut it. How many slices in a bread? Depends how thin you cut it. How much good inside a day? Depends how good you live 'em. How much love inside a friend? Depends how much you give 'em.”", "author": "Shel Silverstein", "emotion": "friend"}, {"quote": "“Do I not destroy my enemies when I make them my friends?”", "author": "Abraham Lincoln", "emotion": "friend"}, {"quote": "“We are all travelers in the wilderness of this world, and the best we can find in our travels is an honest friend.”", "author": "Robert Louis Stevenson", "emotion": "friend"}, {"quote": "“It is not often that someone comes along who is a true friend and a good writer.”", "author": "E.B. White,", "emotion": "friend"}, {"quote": "“As my friend, you should either bring me along, or keep me company.\"\"Friend?\" he asked.She blushed. \"Well, 'scowling escort' is a better description. Or 'reluctant acquaintance', if you prefer.”", "author": "Sarah J. Maas,", "emotion": "friend"}, {"quote": "“Friends are a strange, volatile, contradictory, yet sticky phenomenon. They are made, crafted, shaped, molded, created by focused effort and intent. And yet, true friendship, once recognized, in its essence is effortless.Best friends are formed by time.Everyone is someone's friend, even when they think they are all alone.If the friendship is not working, your heart will know. It's when you start being less than perfectly honest and perfectly earnest in your dealings. And it's when the things you do together no longer feel right.However, sometimes it takes more effort to make it work after all.Stick around long enough to become someone's best friend.”", "author": "Vera Nazarian,", "emotion": "friend"}, {"quote": "“I love walking into a bookstore. It's like all my friends are sitting on shelves, waving their pages at me.”", "author": "Tahereh Mafi", "emotion": "friend"}, {"quote": "“He drew a circle that shut me out-Heretic, rebel, a thing to flout.But love and I had the wit to win:We drew a circle and took him In!”", "author": "Edwin Markham", "emotion": "friend"}, {"quote": "“One has a right to judge a man by the effect he has over his friends.”", "author": "Oscar Wilde", "emotion": "friend"}, {"quote": "“An acquaintance merely enjoys your company, a fair-weather companion flatters when all is well, a true friend has your best interests at heart and the pluck to tell you what you need to hear.”", "author": "E.A. Bucchianeri,", "emotion": "friend"}, {"quote": "“A friend is a gift you give yourself.”", "author": "Robert Louis Stevenson", "emotion": "friend"}, {"quote": "“Many of my movies have strong female leads- brave, self-sufficient girls that don't think twice about fighting for what they believe with all their heart. They'll need a friend, or a supporter, but never a savior. Any woman is just as capable of being a hero as any man.”", "author": "Hayao Miyazaki", "emotion": "friend"}, {"quote": "“I think of you as a friend. I used to think \"friend\" was just another word... Nothing more, nothing less. But when I met you, I realized what was important was the word's meaning.”", "author": "Masashi Kishimoto,", "emotion": "friend"}, {"quote": "“That's what I love about Aibileen, she can take the most complicated things in life and wrap them up so small and simple, they'll fit right in your pocket.”", "author": "Kathryn Stockett,", "emotion": "friend"}, {"quote": "“Her only way home was to betray her friend.”", "author": "Scott Westerfeld,", "emotion": "friend"}, {"quote": "“Your friends will believe in your potential, your enemies will make you live up to it.”", "author": "Tim Fargo", "emotion": "friend"}, {"quote": "“If you come at four in the afternoon, I'll begin to be happy by three.”", "author": "Antoine de Saint-Exupéry,", "emotion": "friend"}, {"quote": "“Friends ask you questions; enemies question you.”", "author": "Criss Jami,", "emotion": "friend"}, {"quote": "“True friends will always push you towards the great possibilities of your future, false friends will always chain you to the mistakes in your past.”", "author": "Seth Brown", "emotion": "friend"}, {"quote": "“The most valuable gift you can receive is an honest friend.”", "author": "Stephen Richards", "emotion": "friend"}, {"quote": "“I choose to write because it's perfect for me. It's an escape, a place I can go to hide. It's a friend, when I feel out casted from everyone else. It's a journal, when the only story I can tell is my own. It's a book, when I need to be somewhere else. It's control, when I feel so out of control. It's healing, when everything seems pretty messed up.And it's fun, when life is just flat-out boring.”", "author": "Alysha Speer", "emotion": "friend"}, {"quote": "“Having a sister or a friend is like sitting at night in a lighted house. Those outside can watch you if they want, but you need not see them. You simply say, \"Here are the perimeters of our attention. If you prowl around under the windows till the crickets go silent, we will pull the shades. If you wish us to suffer your envious curiosity, you must permit us not to notice it.\" Anyone with one solid human bond is that smug, and it is the smugness as much as the comfort and safety that lonely people covet and admire.”", "author": "Marilynne Robinson,", "emotion": "friend"}, {"quote": "“Did you ever dream you had a friend, Alec? Someone to last your whole life and you his. I suppose such a thing can’t really happen outside sleep.”", "author": "E.M. Forster,", "emotion": "friend"}, {"quote": "“Sometimes your dearest friend whom you reveal most of your secrets to becomes so deadly and unfriendly without knowing that they were not really your friend.”", "author": "Michael Bassey Johnson", "emotion": "friend"}, {"quote": "“The only good teachers for you are those friends who love you, who think you are interesting, or very important, or wonderfully funny; whose attitude is:\"Tell me more. Tell me all you can. I want to understand more about everything you feel and know and all the changes inside and out of you. Let more come out.\"And if you have no such friend,--and you want to write,--well, then you must imagine one. ”", "author": "Brenda Ueland,", "emotion": "friend"}, {"quote": "“She's married. I'm more a friend and occasional lover.”", "author": "Stieg Larsson,", "emotion": "friend"}, {"quote": "“If you have nothing in life but a good friend, you're rich.”", "author": "Michelle Kwan", "emotion": "friend"}, {"quote": "“The bittersweet about truth is that nothing could be more hurtful, yet nothing could be more helpful.”", "author": "Mike  Norton,", "emotion": "friend"}, {"quote": "“My father chose my name , and my last name was chosen by my ancestors . That’s enough, I myself choose my way”", "author": "Ali Shariati", "emotion": "friend"}, {"quote": "“A friend is one of the nicest things you can have, and one of the best things you can be.”", "author": "Douglas Pagels", "emotion": "friend"}, {"quote": "“Where does your security lie? Is God your refuge, your hiding place, your stronghold, your shepherd, your counselor, your friend, your redeemer, your saviour, your guide? If He is, you don't need to search any further for security.”", "author": "Elisabeth Elliot", "emotion": "friend"}, {"quote": "“[Fireheart]mewed,\"It's not my place to judge you.\" Greystripe looked up as Fireheart went on.\" Greystripe, whatever you decide to do, I will always be your friend.”", "author": "Erin Hunter,", "emotion": "friend"}, {"quote": "“Wherever it is you may be, it is your friends who make your world.”", "author": "Chris Bradford,", "emotion": "friend"}, {"quote": "“What have I become?My sweetest friend; everyone I know goes away in the end.And you could have it all:my empire of dirt.I will let you down.I will make you hurt.”", "author": "Nine Inch Nails", "emotion": "friend"}, {"quote": "“An eye for an eye my friend.”", "author": "Tsugumi Ohba", "emotion": "friend"}, {"quote": "“friendship is the only cure for hatred, the only guarantee of peace.”", "author": "Buddha", "emotion": "friend"}, {"quote": "“For I do not want any one to read my book carelessly. I have suffered too much grief in setting down these memories. Six years have already passed since my friend went away from me, with his sheep. If I try to describe him here, it is to make sure that I shall not forget him. To forget a friend is sad. Not every one has had a friend. And if I forget him, I may become like the grown-ups who are no longer interested in anything but figures.”", "author": "Antoine de Saint-Exupéry", "emotion": "friend"}, {"quote": "“In high seas or in low seas,I'm gonna be your friend...I'm gonna be your friend.In high tide or in low tide,I'll be by your side...I'll be by your side.”", "author": "Bob Marley", "emotion": "friend"}, {"quote": "“Friends are born, not made.”", "author": "Henry Adams,", "emotion": "friend"}, {"quote": "“If you cannot read all your books, at any rate handle, or as it were, fondle them – peer into them, let them fall open where they will, read from the first sentence that arrests the eye, set them back on the shelves with your own hands, arrange them on your own plan so that if you do not know what is in them, you at least know where they are. Let them be your friends; let them at any rate be your acquaintances. If they cannot enter the circle of your life, do not deny them at least a nod of recognition.”", "author": "Winston S. Churchill,", "emotion": "friend"}, {"quote": "“He wipes tears off my face and then snot. He uses his hands. He loves me that much.”", "author": "Nina LaCour,", "emotion": "friend"}, {"quote": "“A boy said,“Everybody is my friend.”Beloved said,“No, not everybody can be your friend.” Boy said, “Each one of them is gifted to teach me something new in my life.” Beloved said, “I still don’t agree.” Boy again smilingly said, “Don’t divide human, ...divide your soul, you will have everybody as friend. In short, Friends are your own soul divided from you, who will guide you when you will move away from your path.”", "author": "Santosh Kalwar,", "emotion": "friend"}, {"quote": "“A Mark that spoke of loss was still a Mark, a remembrance. You could not lose something you never had.”", "author": "Cassandra Clare,", "emotion": "friend"}, {"quote": "“Ten minutes with a genuine friend is better than years spent with anyone less.”", "author": "Crystal Woods,", "emotion": "friend"}, {"quote": "“We all want to be stars. The idea of being revered and envied must be encoded somewhere deep in our DNA. So must the desire to revere and envy others we imagine to be better, more accepted, and more popular than we are. The only problem is that the most necessary qualities required to be a celebrity -- self-absorption, egomania, shamelessness -- are the least attractive in a friend.”", "author": "Tonya Hurley,", "emotion": "friend"}, {"quote": "“Don't appreciate me, I'm not up to it. Don't criticize me, I don't deserve it. Just be my friend and forgive me, because I am craving for it.”", "author": "Debasish Mridha", "emotion": "friend"}, {"quote": "“She's it. She's my everything. She's the standard by which I'll judge beauty for the rest of my life. I'll measure every touch to her breath on my skin. Every voice to her voice. Every mind to her mind. My measure of perfection. The name carved into me. If I could, I would lie with her under these stars until my heart burst.”", "author": "Jeff Zentner,", "emotion": "friend"}, {"quote": "“When you get lost in a really strange place, nothing is more comforting than found your friend whom you trust and can show the way.”", "author": "Toba Beta,", "emotion": "friend"}, {"quote": "“I suppose [...] that the most convincing way to fool an enemy would be to fool a friend.”", "author": "Anne Bishop,", "emotion": "friend"}, {"quote": "“Though soulmates aren't looking for you, they will find you.”", "author": "Kevin Ansbro", "emotion": "friend"}, {"quote": "“I had the feeling deep in my gut that there'd been lines I should have spoken, gestures I should have made, that would have made things better. But looking back, I didn't know what they were. As a friend, I was pretty much useless, apparently.”", "author": "Megan Crewe,", "emotion": "friend"}, {"quote": "“I hate it when people say they’re trying to be your friend. You shouldn’t have to try to be somebody’s friend. Either you like someone or you don’t. Either you want them as a friend or not. Making friends isn’t like trying for the lead in the school play.”", "author": "Emily Wing Smith,", "emotion": "friend"}, {"quote": "“What madness, to love a man as something more than human! I lived in a fever, convulsed with tears and sighs that allowed me neither rest nor peace of mind. My soul was a burden, bruised and bleeding. It was tired of the man who carried it, but I found no place to set it down to rest. Neither the charm of the countryside nor the sweet scents of a garden could soothe it. It found no peace in song or laughter, none in the company of friends at table or in the pleasures of love, none even in books or poetry. Everything that was not what my friend had been was dull and distasteful. I had heart only for sighs and tears, for in them alone I found some shred of consolation.”", "author": "St. Augustine", "emotion": "friend"}, {"quote": "“Friends are a weird thing. It seems like they know all about you, but then they don’t understand you at all.”", "author": "Natsuo Kirino,", "emotion": "friend"}, {"quote": "“I'm not here to grant you the extraordinary love you never had for yourself. I'm here, on my own accord, to love you. So that when you stare into my mirror eyes, you may see how extraordinary you are.”", "author": "Kamand Kojouri", "emotion": "friend"}, {"quote": "“It's shitty I guess. They're my friends. But... everything I want to talk about I can't say to them. It feels so separate, like I've touched something that's taken the color out of me.”", "author": "Kendare Blake,", "emotion": "friend"}, {"quote": "“Happy is the soul that has a friend. Happier is the soul that trusts in the truth of the heart of a friend. Happiest is the soul that knows the solemnity of friendship and honours its laws.”", "author": "Ogwo David Emenike", "emotion": "friend"}, {"quote": "“You'd tell the world what your best friend wore to sleep if you thought it made a good enough story.”", "author": "Patricia Briggs,", "emotion": "friend"}, {"quote": "“For the longest time I couldn't understand the meaning of the cliche \"being compatible\" - whether about a lover, colleague, team mate or friend. I now get it. There is so much more behind this superficial nauseatingly-pragmatic diplomatic phrase -- it goes deep down to the true essence of someone, how they see the world, how they see and position themselves, how prepared/capable they are to back you, whether they can understand who you are and if they are prepared to break walls for you. Anything else is details.”", "author": "Iveta Cherneva", "emotion": "friend"}, {"quote": "“Never hold resentments for the person who tells you what you need to hear; count them among your truest, most caring, and valuable friends.”", "author": "Mike  Norton,", "emotion": "friend"}, {"quote": "“Each friend represents a world in us, a world possibly not born until they arrive.”", "author": "Anais Nin", "emotion": "friend"}, {"quote": "“And I don’t even like you, but the pain of life without you is biting.”", "author": "Jamie Weise", "emotion": "friend"}, {"quote": "“Friendship gives us the strength to turn from lambs into lions.”", "author": "Stephen Richards", "emotion": "friend"}, {"quote": "“For all those who longed to find a best friend and found it in themselves”", "author": "Sandra Kring,", "emotion": "friend"}, {"quote": "“Friendship is a give and take. You have to have a strong relationship with your friend and I think you have to offer them something and they have to offer you something and that’s to always learn from it.”", "author": "Raven Symone", "emotion": "friend"}, {"quote": "“I'll try a pagan friend, thought I, since Christian kindness has proved but hollow courtesy.”", "author": "Herman Melville", "emotion": "friend"}, {"quote": "“When you're alone is when you can count your friends.”", "author": "Stephen Richards", "emotion": "friend"}, {"quote": "“A friend to kill time is a friend sublime.”", "author": "Haruki Murakami,", "emotion": "friend"}, {"quote": "“True friendship never questions what it costs you.”", "author": "Stephen Richards", "emotion": "friend"}, {"quote": "“These were the companions who justified my principles, who gave me the strength to continue against any foe, real or imagined. These were the companions who fought the helplessness, the rage, and frustration.These were the friends who gave me my life.”", "author": "R. A. Salvatore", "emotion": "friend"}, {"quote": "“If your friend wishes to read your 'Plutarch's Lives,' 'Shakespeare,' or 'The Federalist Papers,' tell him gently but firmly, to buy a copy. You will lend him your car or your coat - but your books are as much a part of you as your head or your heart.”", "author": "Mortimer J. Adler", "emotion": "friend"}, {"quote": "“A friend asks, \"Tell me one word which is significant in any kinds of relationship.\" Another friend says, \"LISTEN!”", "author": "Santosh Kalwar,", "emotion": "friend"}, {"quote": "“A new friend is always a miracle, but at thirty-three years old, such a bird of paradise rising in the sage-brush was an avatar. One friend in a lifetime is much; two are many; three are hardly possible.”", "author": "Henry Adams,", "emotion": "friend"}, {"quote": "“A White Tiger keeps no friends. It's too dangerous.”", "author": "Aravind Adiga,", "emotion": "friend"}, {"quote": "“If a friend to me is friend to all then a friend to all is not a friend to me.”", "author": "Santosh Kalwar", "emotion": "friend"}, {"quote": "“This is [her] soul group.’What do you mean?’It’s a group of souls with whom she resonates closely.”", "author": "James Redfield,", "emotion": "friend"}, {"quote": "“It was a huge comfort to have a person who'd keep you honest with yourself and who also gave you safe harbour.”", "author": "Lauren Dane,", "emotion": "friend"}, {"quote": "“A friend in power is a friend lost.”", "author": "Henry Adams,", "emotion": "friend"}, {"quote": "“When we make friends then we change from being animals to being human.”", "author": "Stephen Richards", "emotion": "friend"}, {"quote": "“I had spent the dayfriendless, lonely and sad,a stranger to myself. After drowning the dayon the sea shore,I walked backto my empty houseon the deserted street. The momentI opened the door,the book on my tableflipped its pagesand said:\"Friend,Where were youfor so long?”", "author": "Gulzar", "emotion": "friend"}, {"quote": "“True friendship is worth more than can be measured, a quality forever to be treasured.True friends will staunchly stand beside each other,as loyally brother shieldeth brother,remaining firm in spite of war and strife,in poverty or sickness, throughout life.True friendship doth endure while comrades agefrom boy to youth, from warrior to sage.”", "author": "Cecilia Dart-Thornton,", "emotion": "friend"}, {"quote": "“Friendship is something that gets harder to understand, every damn year of my life.Friendship is like a kind of algebra test that nobody passes. In my worst moods, I think the best you can say is that a friend is anyone you don't despise.”", "author": "Gregory David Roberts,", "emotion": "friend"}, {"quote": "“A genuine enemy is more useful than a fake friend.”", "author": "Mokokoma Mokhonoana", "emotion": "friend"}, {"quote": "“Some people will insult your intelligence by suddenly being nice or nicer to you once you make it … or they think you have.”", "author": "Mokokoma Mokhonoana", "emotion": "friend"}, {"quote": "“You're going to make the new friend impressedif you keep remember her when she'd forgotten.”", "author": "Toba Beta,", "emotion": "friend"}, {"quote": "“Some of the most evil human beings in the world are psychiatrists. Not all psychiatrists. Some psychiatrists are selfless, caring people who really want to help. But the sad truth is that in today's society, mental health isn't a science. It's an industry. Ritalin, Zoloft, Prozac, Lexapro, Resperidone, happy pills that are supposed to \"normalize\" the behavior of our families, our colleagues, our friends - tell me that doesn't sound the least bit creepy! Mental health is subjective. To us, a little girl talking to her pretend friends instead of other children might just be harmless playing around. To a psychiatrist, it's a financial opportunity. Automatically, the kid could be swept up in a sea of labels. \"not talking to other kids? Okay, she's asocial!\" or \"imaginary friends? Bingo, she has schizophrenia!\" I'm not saying in any way that schizophrenia and social disorders aren't real. But the alarming number of people, especially children, who seem to have these \"illnesses\" and need to be medicated or locked up... it's horrifying. The psychiatrists get their prestigious reputation and their money to burn. The drug companies get fast cash and a chance to claim that they've discovered a wonder-drug, capable of \"curing\" anyone who might be a burden on society... that's what it's all about. It's not about really talking to these troubled people and finding out what they need. It's about giving them a pill that fits a pattern, a weapon to normalize people who might make society uncomfortable. The psychiatrists get their weapon. Today's generations get cheated out of their childhoods. The mental health industry takes the world's most vulnerable people and messes with their heads, giving them controlled substances just because they don't fit the normal puzzle. And sadly, it's more or less going to get worse in this rapidly advancing century.”", "author": "Rebecca McNutt", "emotion": "friend"}, {"quote": "“If I am attempting to describe him, it is in order not to forget him. It is sad to forget a friend. Not every one has had a friend.”", "author": "Antoine de Saint-Exupéry,", "emotion": "friend"}, {"quote": "“صديقي يضرب سعادتي في اثنين ويقسم أحزاني على إثنين”", "author": "أنيس منصور,", "emotion": "friend"}, {"quote": "“I didn't want to forget him. Maybe I didn't want him to forget me.”", "author": "Mitch Albom,", "emotion": "friend"}, {"quote": "“Hospitality means primarily the creation of free space where the stranger can enter and become a friend instead of an enemy. Hospitality is not to change people, but to offer them space where change can take place. It is not to bring men and women over to our side, but to offer freedom not disturbed by dividing lines.”", "author": "Henri J.M. Nouwen,", "emotion": "friend"}, {"quote": "“When I was a child, an angel came to say,A true friend is coming my warrior to sweep you away,It won’t be easy the path because it leads through hell,But if you’re faithful, it will be the greatest story to tell,You will move God’s daughters to a place of hope,Your story will teach everyone there is nothing they can’t cope,You will suffer a lot, but not one tear will you waste,Because for all that you do for me, you will be graced,For I am bringing you someone that wants to travel your trail,Someone you already met when you passed through heaven’s veil,A warrior, a friend that whispers your heart’s song,Someone that will run with you and pull your spirit along,Don’t you see the timing was love's fated throw,Because I put you both there to help one another grow,I am the writer of all great stories your chapters were written by me,You suffered, you cried because I needed you to see,That your faith in my ending goes far beyond two,It was going to change more hearts than both of you knew,So hush my child and wait for my loving hand,The last chapter is not written and still in the sand,It is up to you to finish, before the tide washes it away,All that is in your heart, I’ve put there for you to say,This is not about winning, loss or pain,I made you the way you are because true love stories are insane,I wrote you in heaven as I sat on its sandy shore,You know with all of my heart I loved you both more,There is no better ending two people seeing each other's heart,Together your spirits will never drift apart,Because two kindred spirits is what I made you to be,The waves and beach crashing together because of-- ME.”", "author": "Shannon L. Alder", "emotion": "friend"}, {"quote": "“It costs nothing to ask wise advice from a good friend.”", "author": "George Clason,", "emotion": "friend"}, {"quote": "“Both friend and enemy reside within us. One lives by the rule of compassion, the other by the rule of hard knocks. Though potential influence of either extreme is inevitable, our actions bear witness to the one we embrace.”", "author": "T.F. Hodge,", "emotion": "friend"}, {"quote": "“I sometimes think that 'friend' is just a word I use for all the people I haven't murdered yet.”", "author": "Scott Lynch,", "emotion": "friend"}, {"quote": "“It's the smell of him in the bathroom, all I need to get ready for the day. Watching him get dressed, and the sound in the kitchen; a slow hum of a song and his movements, picking things to eat. The way I could observe him, for hours, just go on with his day – or as he sleeps – simply breathing in and out, in and out, and it's like the hymn that sings me to peace. I know the world is still out there and I know I'm not yet friendly to its pace, but as long as I know him with me, here, there, somewhere – us – I know I have a chance.”", "author": "Charlotte Eriksson", "emotion": "friend"}, {"quote": "“I mean talk. Never forget that God is your friend. And like all friends, He longs to hear what's been happening in your life. Good or bad, whether it's been full of sorrow or anger, and even when you're questioning why terrible things have to happen. So I talk withhim.”", "author": "Nicholas Sparks,", "emotion": "friend"}, {"quote": "“Your mind can be your enemy or friend. If you always follow your heart, your mind will feel neglected. If you follow only your mind, your heart will never forgive you. Never ignore your conscience, yet always be conscious of reason. Make your heart and mind friends and you will have peace of mind throughout life's seasons.”", "author": "Suzy Kassem,", "emotion": "friend"}, {"quote": "“She may be a bitch, but she's a genuine bitch with a heart”", "author": "Emily Henry,", "emotion": "friend"}, {"quote": "“To be able to see into a friends' dream is a dream in itself.-Doctor Kōsaku Tokita (Paprika)”", "author": "Yasutaka Tsutsui", "emotion": "friend"}, {"quote": "“There is bound to be turbulence in the clouds of confusion before one can view the friendly skies, and an illuminated landing strip.”", "author": "T.F. Hodge,", "emotion": "friend"}, {"quote": "“The most beautiful is to see the joy in your eyes.”", "author": "Gregor Golob", "emotion": "friend"}, {"quote": "“It's not so much that the old friend is a better friend. It's just that you know the person better, and you know they don't really care if you're acting like a poor, grovelling idiot. They know you would do the same for them.”", "author": "Markus Zusak,", "emotion": "friend"}, {"quote": "“Like go for a walk, say a little prayerTake a deep breath of mountain airPut on my glove and play some catchIt's time that I make time for thatWade the shore and cast a lineLook up a long lost friend of mineSit on the porch and give my girl a kissStart livin', that's the next thing on my list.”", "author": "Toby Keith", "emotion": "friend"}, {"quote": "“The difference between a friend and an enemy is friendliness.”", "author": "Frank Delaney,", "emotion": "friend"}, {"quote": "“Faults are soon copied.”", "author": "Horace", "emotion": "friend"}, {"quote": "“Straight between them ran the pathway,Never grew the grass upon it”", "author": "Henry Wadsworth Longfellow,", "emotion": "friend"}, {"quote": "“Que l'on soit absent dans la pièce voisine, ou sur l'autre versant de la planète, la différence n'est pas essentielle. La présence de l'ami qui en apparence s'est éloigné, peut se faire plus dense qu'une présence réelle.”", "author": "Antoine de Saint-Exupéry,", "emotion": "friend"}, {"quote": "“Some people have just rented your body to live in it for sometime and depart. Others consider you as a permanent residence to dwell in forever. Which ever, you must remember to accommodate all those who want to be accommodated. Be each other's keeper”", "author": "Israelmore Ayivor", "emotion": "friend"}, {"quote": "“Friendship happens when the distance between the hearts tends to zero.”", "author": "Amit Ray,", "emotion": "friend"}, {"quote": "“If you need to find out who is your friend among many, stimulate a resolutive conflict.”", "author": "Toba Beta", "emotion": "friend"}, {"quote": "“Dear Friend, I'm sorry I haven't written to you in a couple of weeks, but I have been trying to 'participate' like Bill said.”", "author": "Stephen Chbosky,", "emotion": "friend"}, {"quote": "“Our friend Dirac has a creed; and the main tenet of that creed is: There is no God, and Dirac is his prophet.”", "author": "Wolfgang Pauli", "emotion": "friend"}, {"quote": "“Au-dessus de mes mots maladroits, au-dessus des raisonnements qui me peuvent tromper, tu considères en moi simplement l'Homme. Tu honores en moi l'ambassadeur de croyances, de coutumes, d'amours particulières. Si je diffère de toi, loin de te léser, je t'augmente. Tu m'interroges comme l'on interroge le voyageur.”", "author": "Antoine de Saint-Exupéry,", "emotion": "friend"}, {"quote": "“Il faut longtemps cultiver un ami avant qu'il réclame son dû d'amitié. Il faut s'être ruiné durant des générations à réparer le vieux château qui croule, pour apprende à l'aimer.”", "author": "Antoine de Saint-Exupéry,", "emotion": "friend"}, {"quote": "“Everybody has somebody. It could be a friend, a lover, a spouse, a writing partner, or even That One Person You See At The Coffee Shop each day. Sometimes they exist to comfort you. Sometimes they exist to drive you absolutely mad. Be open to either as a form of self-improvement.”", "author": "Terry Pratchett", "emotion": "friend"}, {"quote": "“If you were going to be best friends with anyone - Kevin - you had to hate a lot of other people, the two of you, together. It made you better friends.”", "author": "Roddy Doyle,", "emotion": "friend"}, {"quote": "“A true friend is not angry when you insult. Instead they think of more insulting words to you.”", "author": "Sphencer Perales", "emotion": "friend"}, {"quote": "“I always wanted to know what it is right. Maybe we know each other from time immemorial, if you know that in you is the eternal energy of goodness, which is most important for you.”", "author": "Gregor Golob", "emotion": "friend"}, {"quote": "“Friends with whom you seriously fall out are death. Sometimes it will be completely your fault that this happens, and the shame and sadness of the parting will stay close for a long time.”", "author": "Margaux Bergen,", "emotion": "friend"}, {"quote": "“So, this is my life. And I want you to know that I am both happy and sad and I'm still trying to figure out how that could be.”", "author": "Stephen Chbosky,", "emotion": "sad"}, {"quote": "“Every man has his secret sorrows which the world knows not; and often times we call a man cold when he is only sad.”", "author": "Henry Wadsworth Longfellow", "emotion": "sad"}, {"quote": "“The reason it hurts so much to separate is because our souls are connected.”", "author": "Nicholas Sparks", "emotion": "sad"}, {"quote": "“He does something to me, that boy. Every time. It’s his only detriment. He steps on my heart. He makes me cry.”", "author": "Markus Zusak,", "emotion": "sad"}, {"quote": "“People worry about kids playing with guns, and teenagers watching violent videos; we are scared that some sort of culture of violence will take them over. Nobody worries about kids listening to thousands - literally thousands - of songs about broken hearts and rejection and pain and misery and loss.”", "author": "Nick Hornby,", "emotion": "sad"}, {"quote": "“I have learned now that while those who speak about one's miseries usually hurt, those who keep silence hurt more.”", "author": "C. S. Lewis", "emotion": "sad"}, {"quote": "“there are two types of people in the world: those who prefer to be sad among others, and those who prefer to be sad alone.”", "author": "Nicole Krauss,", "emotion": "sad"}, {"quote": "“I am both happy and sad at the same time, and I'm still trying to figure out how that could be.”", "author": "Stephen Chbosky,", "emotion": "sad"}, {"quote": "“I'm lonely. And I'm lonely in some horribly deep way and for a flash of an instant, I can see just how lonely, and how deep this feeling runs. And it scares the shit out of me to be this lonely because it seems catastrophic.”", "author": "Augusten Burroughs,", "emotion": "sad"}, {"quote": "“So it’s true, when all is said and done, grief is the price we pay for love.”", "author": "E.A. Bucchianeri,", "emotion": "sad"}, {"quote": "“I'll fight it. I'll fight it for you. Don't you worry about me, Hazel Grace. I'm okay. I'll find a way to hang around and annoy you for a long time.”", "author": "John Green,", "emotion": "sad"}, {"quote": "“All of humanity's problems stem from man's inability to sit quietly in a room alone.”", "author": "Blaise Pascal,", "emotion": "sad"}, {"quote": "“This is my depressed stance. When you're depressed, it makes a lot of difference how you stand. The worst thing you can do is straighten up and hold your head high because then you'll start to feel better. If you're going to get any joy out of being depressed, you've got to stand like this.”", "author": "Charles M. Schulz", "emotion": "sad"}, {"quote": "“You're like a song that I heard when I was a little kid but forgot I knew until I heard it again.”", "author": "Maggie Stiefvater,", "emotion": "sad"}, {"quote": "“The funniest people are the saddest ones”", "author": "Confucius", "emotion": "sad"}, {"quote": "“Someday, we’ll run into each other again, I know it.Maybe I’ll be older and smarter and just plain better. If that happens,that’s when I’ll deserve you. But now, at this moment, you can’t hook your boat to mine, because I’m liable to sink us both.”", "author": "Gabrielle Zevin,", "emotion": "sad"}, {"quote": "“You’ve changed me forever. And I’ll never forget you.”", "author": "Kiera Cass,", "emotion": "sad"}, {"quote": "“Forever and ever, kid, until you're sick and tired of seeing me.”", "author": "Marie Lu,", "emotion": "sad"}, {"quote": "“If you don't receive love from the ones who are meant to love you, you will never stop looking for it.”", "author": "Robert Goolrick,", "emotion": "sad"}, {"quote": "“If I let myself love you, I won't throw myself in front of her. I'll throw myself in front of you.”", "author": "Richelle Mead,", "emotion": "sad"}, {"quote": "“i felt her absence. it was like waking up one day with no teeth in your mouth. you wouldn't need to run to the mirror to know they were gone”", "author": "James Dashner,", "emotion": "sad"}, {"quote": "“Learn this now and learn it well. Like a compass facing north, a man’s accusing finger always finds a woman. Always. You remember that, Mariam.”", "author": "Khaled Hosseini,", "emotion": "sad"}, {"quote": "“Melancholy were the sounds on a winter's night.”", "author": "Virginia Woolf,", "emotion": "sad"}, {"quote": "“you're an expert at sorry and keeping the lines blurry”", "author": "Taylor Swift", "emotion": "sad"}, {"quote": "“Nothing is ever certain.”", "author": "Alice Sebold,", "emotion": "sad"}, {"quote": "“I can't set my hopes too high,'Cause every hello ends with a goodbye.”", "author": "Demi Lovato", "emotion": "sad"}, {"quote": "“Even on my weakest daysI get a little bit stronger”", "author": "Sara Evans", "emotion": "sad"}, {"quote": "“My room is so quiet and empty it hurts.”", "author": "Nina LaCour,", "emotion": "sad"}, {"quote": "“What is hardest to accept about the passage of time is that the people who once mattered the most to us wind up in parentheses.”", "author": "John Irving,", "emotion": "sad"}, {"quote": "“Melancholy is the happiness of being sad.”", "author": "Victor Hugo", "emotion": "sad"}, {"quote": "“You asked why I couldn't forgive you,\" Nick said, very quietly, and I jumped a little. \"It was because you were the love of my life, Harper. And you didn't want to be. That's hard to let go.”", "author": "Kristan Higgins,", "emotion": "sad"}, {"quote": "“A void in my chest was beginning to fill with anger. Quiet, defeated anger that guaranteed me the right to my hurt, that believed no one could possibly understand that hurt.”", "author": "Rachel Sontag,", "emotion": "sad"}, {"quote": "“Then I thought, boy, isn't that just typical? You wait and wait and wait for something, and then when it happens, you feel sad.”", "author": "Sharon Creech,", "emotion": "sad"}, {"quote": "“I'm guilty of giving people more chances than they deserve but when I'm done, I'm done.”", "author": "Turcois Ominek", "emotion": "sad"}, {"quote": "“He'd known, since the moment he figured out who she was, that while Celaena would always pick him, Aelin would not.”", "author": "Sarah J. Maas,", "emotion": "sad"}, {"quote": "“You fell in love with a storm. Did you really think you would get out unscathed?”", "author": "Nikita Gill", "emotion": "sad"}, {"quote": "“The silence isn't so bad, till I look at my hands and feel sad. Because the spaces between my fingers are right where yours fit perfectly.”", "author": "Owl City,", "emotion": "sad"}, {"quote": "“Thought I couldn't live without youIt's gonna hurt when it heals tooEven though I really love youI'm gonna smile cause I deserve toQuickly I'm learning to love againAll I know is I'mma be ok”", "author": "Leona Lewis", "emotion": "sad"}, {"quote": "“Rejection, though--it could make the loss of someone you weren't even that crazy about feel gut wrenching and world ending.”", "author": "Deb Caletti,", "emotion": "sad"}, {"quote": "“I should be happy, but instead I feel nothing. I feel a lot of nothing these days. I've cried a few times, but mostly I'm empty, as if whatever makes me feel and hurt and laugh and love has been surgically removed, leaving me hollowed out like a shell.”", "author": "Jennifer Niven,", "emotion": "sad"}, {"quote": "“When she opened her eyes, she was both in her body and watching it, nowhere near the cavity of the tree. The Blue that was before her stood inches from a boy in an Aglionby sweater. There was a slight stoop to his posture, and his shoulders were spattered darkly with rain. It was his fingers that Blue felt on her face. He touched her cheek with the backs of his fingers. Tears coursed down the other Blue's face. Though some strange magic, Blue could feel them on her face as well. She could feel, too, sick, rising misery she'd felt in the churchyard, the grief that felt bigger than her. The other Blue's tears seemed endless. One drop slid after another, each following an identical path down her cheeks.The boy in the Aglionby sweater leaned his forehead against Blue's. She felt the pressure of his skin against hers, and suddenly she could smell mint. It'll be okay. Gansey told the other Blue. She could tell that he was afraid. It'll be okay.Impossibly, Blue realized that this other Blue was crying because she loved Gansey. And that the reason Gansey touched her like that, his fingers so careful with her, was because he knew that her kiss could kill him. She could feel how badly the other Blue wanted to kiss him, even as she dreaded it. Though she couldn't understand why, her real, present day memories in the tree cavity were clouded with other false memories of their lips nearly touching, a life this other Blue had already lived.Okay, I'm ready- Gansey's voice caught, just a little. Blue, kiss me.”", "author": "Maggie Stiefvater,", "emotion": "sad"}, {"quote": "“I'm living under water. Everything seems slow and far away. I know there's a world up there, a sunlit quick world where time runs like dry sand through an hourglass, but down here, where I am, air and sound and time and feeling are thick and dense.”", "author": "Audrey Niffenegger,", "emotion": "sad"}, {"quote": "“I leave, and the leaving is so exhilarating I know I can never go back. But then what? Do I just keep leaving places, and leaving them, and leaving them, tramping a perpetual journey?”", "author": "John Green,", "emotion": "sad"}, {"quote": "“…the sad part is, that I will probably end up loving you without you for much longer than I loved you when I knew you.Some people might find that strange.But the truth of it is that the amount of love you feel for someone and the impact they have on you as a person, is in no way relative to the amount of time you have known them.”", "author": "Ranata Suzuki", "emotion": "sad"}, {"quote": "“Your time may come. Do not be too sad, Sam. You cannot be always torn in two. You will have to be one and whole, for many years. You have so much to enjoy and to be, and to do.”", "author": "J.R.R. Tolkien,", "emotion": "sad"}, {"quote": "“Your memory feels like home to me.So whenever my mind wanders, it always finds it’s way back to you.”", "author": "Ranata Suzuki", "emotion": "sad"}, {"quote": "“Thank you,\" he finally said. He couldn't say he meant thanks for all of it: the keys, the trust, the honesty and the kisses. Hopefully Andrew would figure it out eventually. \"You were amazing.”", "author": "Nora Sakavic,", "emotion": "sad"}, {"quote": "“It was a hurting tune, resigned, a cry of heartache for all in the world that fell apart. As ash rose black against the brilliant sky, Fire's fiddle cried out for the dead, and for the living who stay behind to say goodbye.”", "author": "Kristin Cashore,", "emotion": "sad"}, {"quote": "“She knew I could tell with one glance, one look, one simple instant. It was her eyes. Despite the thick makeup, they were still dark-rimmed., haunted, and sad. Most of all though, they were familiar. The fact that we were in front of hundreds of strangers changed nothing at all. I'd spent a summer with those same eyes-scared, lost, confused-staring back at me. I would have known them anywhere.”", "author": "Sarah Dessen,", "emotion": "sad"}, {"quote": "“Where is my chance to be somebody's Peter Van Houten?' He hit the steering wheel weakly, the car honking as he cried. He leaned his head back, looking up. 'I hate myself I hate myself I hate this I hate this I disgust myself I hate it I hate it I hate it just let me fucking die.”", "author": "John Green,", "emotion": "sad"}, {"quote": "“I wanted to cry but I didn't, I probably should have cried, I should have drowned us there in the room ending our suffering.”", "author": "Jonathan Safran Foer,", "emotion": "sad"}, {"quote": "“Is that all?\" she whispered.Gansey closed his eyes. \"That's all there is.”", "author": "Maggie Stiefvater,", "emotion": "sad"}, {"quote": "“The most difficult aspect of moving on is accepting that the other person already did.”", "author": "Faraaz Kazi", "emotion": "sad"}, {"quote": "“I take no joy in mead nor meat, and song and laughter have become suspicious strangers to me. I am a creature of grief and dust and bitter longings. There is an empty place within me where my heart was once.”", "author": "George R.R. Martin,", "emotion": "sad"}, {"quote": "“The.World.Is.Not.A.Safe.Place.”", "author": "Jandy Nelson,", "emotion": "sad"}, {"quote": "“They had battled and bloodied one another, they had kept secrets, broken hearts, lied, betrayed, exiled, they had walked away, said goodbye and sworn it was forever, and somehow, every time, they had mended, they had forgiven, they had survived. Some mistakes could never be fixed - some, but not all. Some people can't be driven away, no matter how hard you try. Some friendships won't break.”", "author": "Robin Wasserman,", "emotion": "sad"}, {"quote": "“If you didn't remember something happening, was it because it never had happened? Or because you wished it hadn't?”", "author": "Jodi Picoult,", "emotion": "sad"}, {"quote": "“إذا خفيت عنا الحكمة في العذاب أحيانا.. فلأننا لا ندرك كل شيء ولا نعرف كل شيء، ولا ندرك من القصة إلا تلك المرحلة المحدودة بين قوسين اسمها الدنيا.. أما ما قبل ذلك ومابعد ذلك فهو بالنسبة لنا غيب محجوب.. ولذا يجب أن نصمت في احترام ولانطلق الأحكام..”", "author": "مصطفى محمود,", "emotion": "sad"}, {"quote": "“So many times it seemed like there were chances to stop things before they started. Or even stop them in midstream. But it was even worse when you knew in that very moment that there was still time to save yourself, and yet you couldn't even budge.”", "author": "Sarah Dessen,", "emotion": "sad"}, {"quote": "“Im okay Im okay now. But you really need to listen to me  'cause im telling you the truth  I mean this im okay  Trust me...  Im not okay  ...Well okay im not okay. Im not o-f cking-kay”", "author": "Gerard Way", "emotion": "sad"}, {"quote": "“I'll tell you something, Harpy,\" he said, his voice almost a whisper now. \"It never even occurred to me that we wouldn't make it. And it never occurred to you that we would. You were just waiting for us to go down in flames. I thought we could get through anything.”", "author": "Kristan Higgins,", "emotion": "sad"}, {"quote": "“There is an ocean of silence between us… and I am drowning in it.”", "author": "Ranata Suzuki", "emotion": "sad"}, {"quote": "“But I was youngand didn’t know betterand someone should have told me to capture every secondevery kiss & every nightBecause now I’m sitting here alone and it’s getting really hard to breath because tears are growing in my throat and they want to break out, but there are peoplewatchingand I just want to be somewhere silentsomewhere stillBut still I don’t want to be alone because I’m scared and lonelyand I don’t understandBecause I was alone my whole lifeMy whole lifeI was so damn lonely and I was content with thatbecause I liked myself and my own company and I didn’t need anyoneI thoughtBut then there was you .. ...So, someone should have told me that love is for those few brave who can handle the unbearable emptiness,the unbearable guilt and lack of oneself,Because I lost myself to someone I loveand I might get myself back one daybut it will take time, it will take time.This is gonna take some time.I wish someone would have told me this.Someone should have told me this.”", "author": "Charlotte Eriksson,", "emotion": "sad"}, {"quote": "“I pulled myself from his mind, day by day, piece by piece, memory by memory, until there was nothing of Ruby left to weigh him down or keep him bound to my side..”", "author": "Alexandra Bracken,", "emotion": "sad"}, {"quote": "“The Young Man came to the Old Man seeking counsel.I broke something, Old Man.How badly is it broken?It's in a million little pieces.I'm afraid I can't help you.Why?There's nothing you can do.Why?It can't be fixed.Why?It's broken beyond repair. It's in a million little pieces.”", "author": "James Frey,", "emotion": "sad"}, {"quote": "“I was lost yesterday, I am found today and I will be forgotten tomorrow.”", "author": "Santosh Kalwar", "emotion": "sad"}, {"quote": "“Everybody's damaged by something.”", "author": "Emma Donoghue,", "emotion": "sad"}, {"quote": "“I thought at the time that I couldn't be horrified anymore, or wounded. I suppose that's a common conceit, that you've already been so damaged that damage itself, in its totality, makes you safe.”", "author": "Lionel Shriver,", "emotion": "sad"}, {"quote": "“I need you to be happy. I need one of us to be happy.”", "author": "Holly Black,", "emotion": "sad"}, {"quote": "“If you cannot hold me in your arms, then hold my memory in high regard.And if I cannot be in your life, then at least let me live in your heart.”", "author": "Ranata Suzuki", "emotion": "sad"}, {"quote": "“It’s painful, loving someone from afar.Watching them – from the outside.The once familiar elements of their life reduced to nothing more than occasional mentions in conversations and faces changing in photographs…..They exist to you now as nothing more than living proof that something can still hurt you … with no contact at all.”", "author": "Ranata Suzuki", "emotion": "sad"}, {"quote": "“If you’re searching for a quote that puts your feelings into words – you won’t find it.You can learn every language and read every word ever written – but you’ll never find what’s in your heart.How can you?He has it.”", "author": "Ranata Suzuki", "emotion": "sad"}, {"quote": "“Two turtle doves will show theeWhere my cold ashes lieAnd sadly murmuring tell theeHow in tears I did die”", "author": "Nikolai Gogol", "emotion": "sad"}, {"quote": "“I had someone once who made every day mean something.And now…. I am lost….And nothing means anything anymore.”", "author": "Ranata Suzuki", "emotion": "sad"}, {"quote": "“Dimitri is dead,\" she said. It was a statement, not a question, but she was looking to me for confirmation. I wondered if I'd given away something, some hint that there was still more to the story. Or maybe she just needed the certainty of those words. And for a moment, I considered telling them that Dimitri was dead. It was what the Academy would tell them, what the guardians would tell them. It would be easier on them...but somehow, I couldn't stand to lie to them—even if it was a comforting lie. Dimitri would have wanted the whole truth, and his family would too. \"No,\" I said, and for a heartbeat, hope sprang up in everyone's faces—at least until I spoke again. \"Dimitri's a Strigoi.”", "author": "Richelle Mead,", "emotion": "sad"}, {"quote": "“When you experience loss, people say you’ll move through the 5 stages of grief….Denial, Anger, Bargaining, Depression, Acceptance….. What they don’t tell you is that you’ll cycle through them all every day.”", "author": "Ranata Suzuki", "emotion": "sad"}, {"quote": "“Bob says hello,\" He told the stars.The Argo II sailed into the night.”", "author": "Rick Riordan,", "emotion": "sad"}, {"quote": "“Until death,\" Jem replied gently. \"Those are the words of the oath. 'Until aught but death part thee and me.' Someday, Will, I will go where none can follow me, and I think it will be sooner rather than later. Have you ever asked yourself why I agreed to be your parabatai?\"\"No better offers forthcoming?\" Will tried for humor, but his voice cracked like glass.\"I thought you needed me,\" Jem said. \"There is a wall you have built about yourself, Will, and I have never asked you why. But no one should shoulder every burden alone. I thought you would let me inside if I became your parabatai, and then you would have at least someone to lean upon. I did wonder what my death would mean for you. I used to fear it, for your sake. I feared you would be left alone inside that wall. But now... something has changed. I do not know why. But I know that it is true.\"\"That what is true?\" Will's fingers were still digging into Jem's wrist. \"That the wall is coming down.”", "author": "Cassandra Clare,", "emotion": "sad"}, {"quote": "“NO!\" Raffe grips me as if he can bind my soul to my body. An upside-down view of the doorway shows up in my field of vision. Smoke waft through it. Although the pain obscures Raffe's warmth, I feel the presure of his hug, the rocking of our bodies back and forth as he repeats the word, \"No.”", "author": "Susan Ee,", "emotion": "sad"}, {"quote": "“And I put my hand on her arm to stop her rowing.Aaron’s Noise roars up in red and black.The current takes us on.“I’m sorry!” I cry as the river takes us away, my words ragged things torn from me, my chest pulled so tight I can’t barely breathe. “I’m sorry, Manchee!”“Todd?” he barks, confused and scared and watching me leave him behind. “Todd?”“Manchee!” I scream.Aaron brings his free hand towards my dog.“MANCHEE!”“Todd?”And Aaron wrenches his arms and there’s a CRACK and a scream and a cut-off yelp that tears my heart in two forever and forever.And the pain is too much it’s too much it’s too much and my hands are on my head and I’m rearing back and my mouth is open in a never-ending wordless wail of all the blackness that’s inside of me.”", "author": "Patrick Ness,", "emotion": "sad"}, {"quote": "“I miss everything about youCan't believe that I still want youAnd after all the things we've been through”", "author": "Colbie Caillat", "emotion": "sad"}, {"quote": "“Note to self ; He doesn't care anymore.”", "author": "Lyla Tyela Belikov", "emotion": "sad"}, {"quote": "“Take a shower. Wash away every trace of yesterday. Of smells. Of weary skin. Get dressed. Make coffee, windows open, the sun shining through. Hold the cup with two hands and notice that you feel the feeling of warmth. \u2028 You still feel warmth.\u2028Now sit down and get to work. Keep your mind sharp, head on, eyes on the page and if small thoughts of worries fight their ways into your consciousness: threw them off like fires in the night and keep your eyes on the track. Nothing but the task in front of you. Get off your chair in the middle of the day. Put on your shoes and take a long walk on open streets around people. Notice how they’re all walking, in a hurry, or slowly. Smiling, laughing, or eyes straight forward, hurried to get to wherever they’re going. And notice how you’re just one of them. Not more, not less. Find comfort in the way you’re just one in the crowd. Your worries: no more, no less.Go back home. Take the long way just to not pass the liquor store. Don’t buy the cigarettes. Go straight home. Take off your shoes. Wash your hands. Your face. Notice the silence. Notice your heart. It’s still beating. Still fighting. Now get back to work.\u2028Work with your mind sharp and eyes focused and if any thoughts of worries or hate or sadness creep their ways around, shake them off like a runner in the night for you own your mind, and you need to tame it. Focus. Keep it sharp on track, nothing but the task in front of you.Work until your eyes are tired and head is heavy, and keep working even after that. Then take a shower, wash off the day. Drink a glass of water. Make the room dark. Lie down and close your eyes.\u2028Notice the silence. Notice your heart. Still beating. Still fighting. You made it, after all. You made it, another day. And you can make it one more. \u2028You’re doing just fine.\u2028You’re doing fine.I’m doing just fine.”", "author": "Charlotte Eriksson,", "emotion": "sad"}, {"quote": "“I hope you find someone who knows how to love you when you are sad.”", "author": "Nikita Gill", "emotion": "sad"}, {"quote": "“It's all right, Tessa, you can go. We love you. You can go now.''Why are you saying that?''She might need permission to die, Cal.''I don't want her to. She doesn't have my permission.”", "author": "Jenny Downham,", "emotion": "sad"}, {"quote": "“Everyone's a liar. Everyone I've ever known.”", "author": "Julie Ann Peters", "emotion": "sad"}, {"quote": "“I play until my fingers are blue and stiff from the cold, and then I keep on playing. Until I'm lost in the music. Until I am the music--notes and chords, the melody and harmony. It hurts, but it's okay because when I'm the music, I'm not me. Not sad. Not afraid. Not desperate. Not guilty.”", "author": "Jennifer Donnelly,", "emotion": "sad"}, {"quote": "“به کجا چنین شتابان؟گون از نسیم پرسید- دل من گرفته زین جاهوس سفر نداریز غبار این بیابان؟- همه آرزویم اماچه کنم که بسته پایم.به کجا چنین شتابان؟- به هر آن کجا که باشدبه جز این سرا، سرایم- سفرت به خیر اما تو و دوستی، خدا راچو از این کویر وحشت به سلامتی گذشتیبه شکوفه‌ها، به بارانبرسان سلام ما را”", "author": "محمدرضا شفیعی کدکنی,", "emotion": "sad"}, {"quote": "“But she hadn't been able to take root. She'd remembered the wrong things, and forgotten too much. She'd remembered how to kill and how to hate, and she'd forgotten how to grow.”", "author": "Naomi Novik,", "emotion": "sad"}, {"quote": "“It lit up like a Christmas Tree Hazel Grace...”", "author": "John Green,", "emotion": "sad"}, {"quote": "“There's nothing good about goodnight when it means goodbye.”", "author": "Jeff thomas", "emotion": "sad"}, {"quote": "“She was a very pretty woman. She had dark red hair and her eyes -- her eyes are just like mine, Harry thought, edging a little closer to the glass. Bright green -- exactly the same shape, but then he noticed that she was crying; smiling, but crying at the same time. The tall, thin, black-haired man standing next to her put his arm around her. He wore glasses, and his hair was very untidy. It stuck up at the back, just like Harry's did.Harry was so close to the mirror now that his nose was nearly touching that of his reflection.\"Mum?\" he whispered. \"Dad?\"They just looked at him, smiling. And slowly, Harry looked into the faces of the other people in the mirror and saw other pairs of green eyes like his, other noses like his, even a little old man who looked as though he had Harry's knobbly knees -- Harry was looking at his family, for the first time in his life.The Potters smiled and waved at Harry and he stared hungrily back at them, his hands pressed flat against the glass as though he was hoping to fall right through it and reach them. He had a powerful kind of ache inside of him, half joy, half terrible sadness.”", "author": "J.K. Rowling,", "emotion": "sad"}, {"quote": "“We got off at the next exit, quietly, and, switching drivers, we walked in front of the car. We met and I held him, my hands balled into tight fists around his shoulders, and he wrapped his short arms around me and squeezed tight, so that I felt the heaves of his chest as we realized over and over again that we were still alive. I realized it in waves and we held on to each other crying and I thought, 'God we must look so lame,' but it doesn't matter when you have just now realized, all the time later, that you are still alive.”", "author": "John Green,", "emotion": "sad"}, {"quote": "“Miss someone until they come back, or until you come back, until their absence in your life becomes something to be avoided at all costs. Miss them until you don’t have to anymore, until you’re reunited in your favorite booth in your favorite restaurant ordering your favorite meal, miss them until it feels like you never left. Or miss them until you can’t anymore, until the things you miss are identified and cataloged as things and not a person, until you figure out that easy company and long talks and unblinking, all-knowing eye contact will find you again the way they found you the first time. Miss someone until you don’t.”", "author": "Stephanie Georgopulus", "emotion": "sad"}, {"quote": "“Rain makes me feel less alone. All rain is, is a cloud- falling apart, and pouring its shattered pieces down on top of you. It makes me feel good to know I'm not the only thing that falls apart . It makes me feel better to know other things in nature can shatter.”", "author": "Lone Alaskan Gypsy", "emotion": "sad"}, {"quote": "“Sorrow spares no one, and scars respect no person.”", "author": "Sherrilyn Kenyon,", "emotion": "sad"}, {"quote": "“I think perhaps I will always hold a candle for you – even until it burns my hand.And when the light has long since gone …. I will be there in the darkness holding what remains, quite simply because I cannot let go.”", "author": "Ranata Suzuki", "emotion": "sad"}, {"quote": "“I miss that feeling of connection.Knowing he was out there somewhere thinking about me at the same time I was thinking about him.”", "author": "Ranata Suzuki", "emotion": "sad"}, {"quote": "“The silence is the worst part of any fight, because it's made up of all the things we wish we could say, if only we had the guts.”", "author": "Pete Wentz,", "emotion": "sad"}, {"quote": "“I wouldn't have missed a single minute of it, Not for the whole world.”", "author": "Stephen King", "emotion": "sad"}, {"quote": "“God knows we’re all drawn toward what’s beautiful and broken; I have been, but some people cannot be fixed. Or if they can be, it’s only by love and sacrifice so great it destroys the giver.”", "author": "Cassandra Clare,", "emotion": "sad"}, {"quote": "“I threw his framed picture off my balcony just to hear my heart break.”", "author": "Kimberly Novosel,", "emotion": "sad"}, {"quote": "“Though these words will never find you, I hope that you knew I was thinking of you today….. and that I was wishing you every happiness.Love Always,The girl you loved once.”", "author": "Ranata Suzuki", "emotion": "sad"}, {"quote": "“Oh, darling, I've been so miserable.”", "author": "Ernest Hemingway,", "emotion": "sad"}, {"quote": "“He was both everything I could ever want…And nothing I could ever have…”", "author": "Ranata Suzuki", "emotion": "sad"}, {"quote": "“Blue jeans, white shirtWalked into the room you know you made my eyes burnIt was like, James Dean, for sureYou're so fresh to death and sick as ca-cancerYou were sorta punk rock, I grew up on hip hopBut you fit me better than my favourite sweater, and I knowThat love is mean, and love hurtsBut I still remember that day we met in december, oh baby!I will love you 'til the end of timeI would wait a million yearsPromise you'll remember that you're mineBaby can you see through the tearsLove you moreThan those bitches beforeSay you'll remember, oh baby, say you'll rememberI will love you 'til the end of timeBig dreams, gangsterSaid you had to leave to start your life overI was like, “No please, stay here,We don't need no money we can make it all work,”But he headed out on sunday, said he'd come home mondayI stayed up waitin', anticipatin', and pacin'But he was chasing paper\"Caught up in the game\" ‒ that was the last I heardI will love you 'til the end of timeI would wait a million yearsPromise you'll remember that you're mineBaby can you see through the tearsLove you moreThan those bitches beforeSay you'll remember, oh baby, say you'll rememberI will love you 'til the end of timeYou went out every nightAnd baby that's alrightI told you that no matter what you did I'd be by your sideCause Imma ride or dieWhether you fail or flyWell shit at least you tried.But when you walked out that door, a piece of me diedI told you I wanted more-but that's not what I had in mindI just want it like beforeWe were dancing all nightThen they took you away-stole you out of my lifeYou just need to remember....I will love you 'til the end of timeI would wait a million yearsPromise you'll remember that you're mineBaby can you see through the tearsLove you moreThan those bitches beforeSay you'll remember, oh baby, say you'll rememberI will love you 'til the end of time”", "author": "Lana Del Rey", "emotion": "sad"}, {"quote": "“Leave the pain behind and let your life be your own again. There is a place where all time is now, and the choices are simple and always your own.Wolves have no kings”", "author": "Robin Hobb", "emotion": "sad"}, {"quote": "“When I was a girl I would look out my bedroom window at the caterpillars; I envied them so much. No matter what they were before, no matter what happened to them, they could just hide away and turn into these beautiful creatures that could fly away completely untouched.”", "author": "Patch Adams", "emotion": "sad"}, {"quote": "“I feel like I'm going to HURL. Which, even if I wanted to do, I couldn't do, because I haven't eaten. I can't even drag myself out of my room. And while I'd be able to muster the strength to roundhouse Fang until he begged for MERCY, I'de be mush around an Eraser.”", "author": "James Patterson,", "emotion": "sad"}, {"quote": "“Some things a heart won't listen to, I'm still holding out for you”", "author": "SHeDAISY", "emotion": "sad"}, {"quote": "“Astley comes to my side. \"Are you well?\" \"No,\" I tell him, voice hoarse. \"I am not well. I am broken inside. I am broken almost all-the-way deep, and I don't know...I don't know if I can ever be unbroken, let alone well again”.”", "author": "Carrie Jones,", "emotion": "sad"}, {"quote": "“I am heartbroken, but I have been heartbroken before, and this might be the best for which I can hope.”", "author": "Lemony Snicket,", "emotion": "sad"}, {"quote": "“ROSE: I love you, Jack.JACK: No...don’t say your goodbyes, Rose. Don’t you give up. Don’t do it.ROSE: I’m so cold.JACK: You’re going to get out of this...you’re going to go on and you’re going to make babies and watch them grow and you’re going to die an old lady, warm in your bed. Not here...Not this night. Do you understand me?ROSE: I can’t feel my body.JACK: Rose, listen to me. Winning that ticket was the best thing that ever happened to me. It brought me to you. And I’m thankful, Rose. I’m thankful. You must do me this honor...promise me you will survive....that you will never give up...not matter what happens...no matter how hopeless...promise me now, and never let go of that promise.ROSE: I promise.JACK: Never let go.ROSE: I promise. I will never let go, Jack. I’ll never let go.”", "author": "James Cameron,", "emotion": "sad"}, {"quote": "“I am not collarbones or drunken letters never sent. I am not the way I leave or left or didn’t know how to handle anything,at any time,and I am not your fault.”", "author": "Charlotte Eriksson", "emotion": "sad"}, {"quote": "“If only…the saddest words in the English language.”", "author": "Kristan Higgins,", "emotion": "sad"}, {"quote": "“People aren't born sad; we make them that way.”", "author": "Nikita Gill", "emotion": "sad"}, {"quote": "“Why are you drinking? demanded the little prince.\"So that I may forget,\" replied the tippler.\"Forget what?\" inquired the little prince, who was already sorry for him.\"Forget that I am ashamed,\" the tippler confessed, hanging his head.\"Ashamed of what?\" insisted the little prince, who wanted to help him.\"Ashamed of drinking!”", "author": "Antoine de Saint-Exupéry,", "emotion": "sad"}, {"quote": "“I've decided that it's possible to love someone for entirely selfless reasons, for all of their flaws and weaknesses, and still not succeed in having them love you back. It's sad, perhaps, but not tragic, unless you dwell forever in the pursuit of their elusive affections.”", "author": "Cammie McGovern,", "emotion": "sad"}, {"quote": "“Lucas heard a strange sound, something he hadn’t heard in months. At first it didn’t seem real, it was something distant from the past. It was the first time in nearly a year he had heard himself laugh, and it momentarily stunned him”", "author": "Mark A. Cooper,", "emotion": "sad"}, {"quote": "“The more you start to love someone, the more you ache when they’re gone, and maybe it’s that middle ground that hurts the most, when you can see them and still not feel like you’re near enough.”", "author": "Robin Benway,", "emotion": "sad"}]